/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "Percobaan kode kunci gagal %d kali";
"%d Failed Password Attempts" = "Percobaan kata sandi gagal %d kali";

"1 Failed Passcode Attempt" = "Percobaan kode kunci gagal";
"1 Failed Password Attempt" = "Percobaan kata sandi gagal";

"Do you want to use Touch ID for authentication?" = "Apakah Anda ingin menggunakan Touch ID untuk otentikasi?";

"Done" = "Selesai";

"Enable Touch ID" = "Aktifkan Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Masukkan kode kunci yang lain. Tidak dapat menggunakan yang sama.";
"Enter a different password. Cannot re-use the same password." = "Masukkan kata sandi yang lain. Tidak dapat menggunakan sandi yang sama.";

"Enter a passcode" = "Masukkan kode kunci";
"Enter a password" = "Masukkan sandi";

"Enter your new passcode" = "Masukkan kode kunci baru Anda";
"Enter your new password" = "Masukkan sandi baru Anda";

"Enter your old passcode" = "Masukkan kode kunci lama Anda";
"Enter your old password" = "Masukkan sandi lama Anda";

"Enter your passcode" = "Masukkan kode kunci Anda";
"Enter your password" = "Masukkan kata sandi Anda";

"Invalid Passcode" = "Kode kunci salah";
"Invalid Password" = "Sandi salah";

"Passcodes did not match.\nTry again." = "Kode kunci tidak sama.\nCoba lagi.";
"Password did not match.\nTry again." = "Sandi tidak sama.\nCoba lagi.";

"Re-enter your passcode" = "Masukkan lagi kode kunci Anda";
"Re-enter your password" = "Masukkan lagi sandi Anda";

"Try again in %d minutes" = "Coba lagi dalam %d menit";

"Try again in 1 minute" = "Coba lagi dalam 1 menit";
